export default {
    "Books": "Кітаптар",
    "Computer files": "Компьютерлік файлдар",
    "Continuing resources": "Үздіксіз ресурстар",
    "Mixed materials": "Аралас материалдар",
    "Music": "Музыка",
    "SDU": "Сулейман Демирель атындағы Университеті",
    "SDUaddress": "B204 кеңсе, Абылайхан көшесі 1/1",
    "SDUlibrary": "СДУ Ғылыми Кітапханасы",
    "SDUphone": "{phone} (қосымша 115)",
    "Visual materials": "Көрнекі материалдар",
    "about": "Біз туралы",
    "advanced_search": "Кеңейтілген іздеу",
    "advanced_search_capital": "Кеңейтілген Іздеу",
    "all": "Бәрі",
    "allRightsReserved": "{year}, Барлық құқықтар қорғалған",
    "all_search": "Кілт сөздер",
    "all_search_by": "Кілт сөздер арқылы",
    "and": "Және",
    "apply": "Растау",
    "ask_a_librarian": "Кітапханашыдан сұраңыз",
    "at_least_2": "Кемінде 2 таңба",
    "auth_in": "Кіру",
    "auth_out": "Шығу",
    "author": "Авторы",
    "author_by": "Авторымен",
    "authors": "Авторы",
    "availability": "Қол жетімді",
    "back": "Артқа",
    "books&media": "Жалпы коллекция",
    "call_number": "Нөмірі",
    "call_number_by": "Нөмірімен",
    "cancel": "Бас тарту",
    "cancel_request": "Бас тарту",
    "chat_librarian": "Кітапханашымен сөйлесу",
    "contacts": "Байланыс",
    "description": "Сипаттама",
    "download": "Жуктеу",
    "email": "Э-пошта",
    "english": "Ағылшын",
    "eresources": "Электрондық ресурстар",
    "error": "Қате !",
    "export_all": "Excel форматында сақтау",
    "faq_answer": "Оларды мына жерден таба аласыз",
    "faq_question": "Сұрақтарыңыз бар ма?",
    "filter": "Фильтр",
    "follow_us": "Бізге қосылыңыз",
    "from": "Басы",
    "general_collection_description": "Жалпы коллекцияға кітаптар, мерзімді басылымдар, сериалдар, бейнематериалдар, партитуралар, жазылған музыка, электронды ресурстар және басқа да көптеген материалдар кіреді.",
    "home": "Басты бет",
    "orientation": "Кітапханамен танысу",
    "isbn": "ISBN/ISSN",
    "isbn_by": "ISBN/ISSN-мен",
    "kaskelen": "Қаскелен, Қазақстан",
    "kazakh": "Қазақ",
    "languages": "Тілдер",
    "lib_guides": "Нұсқаулық және Кеңес",
    "lib_digest": "Кітапханалық дайджест",
    "lib_office": "Кітапханалық кеңсе",
    "library_closed": "Кітапхана жабық",
    "library_open": "Кітапхана ашық",
    "libs": "кітапхананың",
    "link_to_book": "Сілтеме",
    "login": "Кіру",
    "login_password": "Құпия сөз",
    "login_portal": "Портал арқылы кіру",
    "login_username": "Қолданушы атын немесе ID енгізіңіз",
    "logout": "Шығу",
    "monday-friday": "Дүйсенбі - Жұма: 9:00 - 18:00",
    "my_books": "Менің кітаптарым",
    "my_reserves": "Менің тапсырыстарым",
    "no_books": "Әлі кітап жоқ :-(",
    "no_data": "Деректер табылған жоқ :-(",
    "not": "Емес",
    "or": "Немесе",
    "pages": "беттер саны",
    "personal_cabinet": "Жеке кабинет",
    "phone": "Телефон",
    "polices": "Саясат және ережелер",
    "portal_credentials": "Қолданушы атын немесе ID енгізіңіз",
    "profile": "Профиль",
    "publisher": "Баспасы",
    "publisher_by": "Баспасымен",
    "quick_links": {
        "title": "Сілтемелер",
        "az": "A - Z Деректер Қоры",
        "bookpurchase": "Кітапханаға Тапсырыс",
        "askus": "Кітапханашыдан Сұраңыз",
        "ill": "Кітапханааралық Абонемент",
        "booking": "Бос Орын Резервтеу",
        "appointments": "Кітапханашымен Жеке Сұхбат",
        "subject": "Пәндік Кітапханашы",
        "digest": "Кітапхана Дайджесті",
        "moodle": "Moodle Курсы"
    },
    "renew": "Жаңарту",
    "research_consultations": " Ғылыми Кеңес",
    "reserve": "Резерв",
    "reservation_date": "Брондау күні",
    "reset": "Қалпына келтіру",
    "results": "нәтижелер саны",
    "results_for": "Іздегеніңіз",
    "russian": "Орыс",
    "search": "Іздеу",
    "search_books&media": "{type} iздеу",
    "search_eresources": "Деректер базасынан іздеу ... ",
    "see_all_events": "Барлық іс-шараларды қарау",
    "see_all_videos": "Барлық бейнелерді қарау",
    "select_all": "Бәрін таңдау",
    "services": "Қызметтер",
    "show_details": "Маліметтерді көрсету",
    "simple_search": "Қарапайым іздеу",
    "simple_search_capital": "Қарапайым Іздеу",
    "study&research": "Оқу және зерттеу",
    "sub_term": "Тақырыбы",
    "sub_term_by": "Тақырыбымен",
    "success": "Сәтті !",
    "time": "Дүйсенбі - Жұма: {time}",
    "title": "Атауы",
    "title_by": "Атауымен",
    "to": "Аяғы",
    "to_page": "Бетке өту",
    "type": "Түрі",
    "types": "Түрлері",
    "upcoming_events": "Алдағы іс-шаралар",
    "vid_content": "кітапхананың бейне мазмұны",
    "video_content": "Оқулықтар / Нұсқаулықтар / Лайфхактар ​​/ Подкасттар",
    "visit": "Бару",
    "year": "Жылы",
    "full_name": "Толық аты",
    "degree": "Дәрежесі",
    "mobile": "Телефон нөмірі",
    "status": "Мәртебесі",
    "position": "Лауазымы",
    "department": "Бөлімі",
    "address": "Мекен-жайы",
    "username": "ID / Пайдаланушы аты",
    "dept": "Мерзімі өткен",
    "borrowed": "Қарызға алынған",
    "returned": "Қайтарылған",
    "class": "Оқу жылы",
    "faculty": "Факультеті",
    "program": "Бағдарламасы",
    "issue_date": "Берілген күні",
    "inv_id": "Инвентарь нөмірі",
    "barcode": "Баркод",
    "details": "Ақпарат",
    "content": "Мазмұны",
    "link": "Сілтеме",
    "language": "Тіл",
    "attribution": "Атрибут",
    "copy_link": "Сілтемені көшіру",
    "print_page": "Бетті басып шығару",
    "undefined": "Деректер жоқ :(",
    "expand": "Толығырақ",
    "shrink": "Азайту",
    "subject_terms": "Пәндік терминдер",
    avatars: [
        // january
        [],
        // february
        [],
        // march
        [],
        // april
        [],
        // may
        [],
        // june
        [],
        // jule
        [],
        // august
        [{
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "Бахтияр Мамедов",
                birthday: "Туылған уақыты: 29 Қыркүйек 1993",
                info: "Муз-ТВ 2017 сыйлығының «Жыл серпіні» номинациясының лауреаты<br>2018 жылы «Золотой граммофон» сыйлығының иегері<br> eshe on dofiga krasavchik"
            },
            {
                name: "Шерхан Мұртаза",
                birthday: "28 Қыркүйек 1932 - 8 Қазан 2018",
                info: "Қазақстан Республикасының еңбек сіңірген мәдениет қызметкері (1984),<br>Қазақстанның халық жазушысы"
            },
        ],
        // september
        [{
                name: "Оралхан Бөкей",
                birthday: "28 Қыркүйек 1943 - 17 Мамыр 1993",
                info: "Қазақстан Республикасы мемлекеттік сыйлығының лауреаты,<br>Қазақстан Республикасы Жастар сыйлығының лауреаты,<br>Н.Островский атындағы Бүкілодақтық әдеби сыйлықтың лауреаты."
            },
            {
                name: "Махамбет Өтемісұлы",
                birthday: "Қыркүйек 1804 - 20 Қазан 1846",
                info: "Қазақтың әйгілі жырауы, күйші композиторы, отаршылдыққа қарсы<br>Исатай Тайманов бастаған көтерілісті (1836-1837) ұйымдастырушылардың бірі,<br>осы көтерілістің жалынды жыршысы."
            },
            {
                name: "Мұхтар Әуезов",
                birthday: "28 Қыркүйек 1897 - 27 Маусым 1961",
                info: "Қазақстан ғылым академиясының академигі (1946),<br>филология ғылымдарының докторы, профессор (1946),<br>Қазақ КСР-нің еңбек сіңірген ғылым қайраткері (1957)."
            },
            {
                name: "Бахтияр Мамедов",
                birthday: "Туылған уақыты: 29 Қыркүйек 1993",
                info: "Муз-ТВ 2017 сыйлығының «Жыл серпіні» номинациясының лауреаты<br>2018 жылы« Золотой граммофон» сыйлығының иегері "
            },
        ],
        // october
        [{
                name: "Сәкен Сейфуллин",
                birthday: "15 Қазан 1894 - 25 Сәуір 1938",
                info: "Қазіргі қазақ әдебиетінің негізін құраушы,<br>Қазақстан жазушылар одағының негізін қалаушы"
            },
            {
                name: "Мәншүк Мәметова",
                birthday: "23 Қазан 1922 - 15 Қазан 1943",
                info: "Пулеметші,<br>Кеңес Одағының Батыры"
            },
            {
                name: "Иманбек Зейкенов",
                birthday: "Туылған уақыты: 21Қазан 2000",
                info: "“Үздік ремикс” номинациясы бойынша Грэмми жеңімпазы"
            },
            {
                name: "Алия Молдағұлова",
                birthday: "25 Қазан 1925 - 14 Қаңтар 1944",
                info: "Ефрейтор, Мерген,<br>Кеңес Одағының Батыры"
            }
        ],
        // november
        [{
                name: "Ыбырай Алтынсарин",
                birthday: "1 Қараша 1841 - 29 Шілде 1889",
                info: "Ең алғаш мектеп ашқан қазақ"
            },
            {
                name: "Бейімбет Майлин",
                birthday: "15 Қараша 1894 - 10 Қараша 1938",
                info: "Көрнекті жазушы,<br>Қазақ әдебиетін қалыптастырушы"
            },
            {
                name: "Шоқан Уалиханов",
                birthday: "Қараша 1835 - 10 Сәуір 1865",
                info: "Қазақтың ұлы ғалымы,<br>этнограф, географ"
            },
            {
                name: "Міржақып Дулатов",
                birthday: "25 Қараша 1885 - 5 Қазан 1935",
                info: "Қазақтың аса көрнекті ағартушысы,<br>қоғам қайраткері"
            },
            {
                name: "Әбіш Кекілбаев",
                birthday: "6 Желтоқсан 1939 - 11 Желтоқсан 2015",
                info: "Қазақстанның халық жазушысы, мемлекет және қоғам қайраткері,<br>Қазақстан Республикасының алғашқы Мемлекеттік хатшысы (1996-2002)"
            }
        ],
        // december
        [{
                name: "Бибігүл Төлегенова",
                birthday: "Туылған уақыты: 16 Желтоқсан 1929",
                info: "Қазақ әншісі,<br>КСРО халық әртісі (1967)"
            },
            {
                name: "Бауыржан Момышұлы",
                birthday: "24 Желтоқсан 1910 - 10 Маусым 1982",
                info: "Кеңес одағының батыры, жазушы,<br>Екінші дүниежүзілік соғыстың даңқты жауынгері"
            },
            {
                name: "Фариза Оңғарсынова",
                birthday: "25 Желтоқсан 1939 - 23 Қаңтар 2014",
                info: "Қазақ ақыны, халық жазушысы,<br>журналист"
            },
            {
                name: "Мұстафа Шоқай",
                birthday: "25 Желтоқсан 1890 - 27 Желтоқсан 1941",
                info: "Көрнекті қоғам және мемлекет қайраткері,<br>Түркістан автономиясының жетекшісі."
            }
        ]
    ],
    // months: ['Қаңтар', 'Ақпан', 'Наурыз', 'Сәуір', 'Мамыр', 'Маусым', 'Шілде', 'Тамыз', 'Қыркүйек', 'Қазан', 'Қараша', 'Желтоқсан'],
    days: ['Дүйсенбі', 'Сейсенбі', 'Сәрсенбі', 'Бейсенбі', 'Жұма', 'Сенбі', 'Жексенбі'],
    "event": "Оқиға",
    "announcement": "Хабарландыру",
    "city": "Қала",
    "volume": "Том",
    "prog_code": "Мамандық",
    "available": "Қол жетімді",
    "total": "Барлығы",
    "until":"Мерзімі",
    "ok":"Ок",
    "welcome_to_sdu":"<span class='font-weight-bold'>СДУ ҒЫЛЫМИ КІТАПХАНАСЫНА</span> <span class='font-style-italic'>қош келдіңіз</span>",
    "general_details":"Жалпы мәліметтер",
    "physical_details":"Физикалық мәліметтер",
    "series":"Серия / жинақ",
    "notes":"Ескертпелер",
    "genre":"Жанр",
    "title_reminder":"Тақырыпты еске түсіру",
    "edition":"Шығарылым",
    "page_number":"Беттердің саны",
    "other":"Басқа физикалық мәліметтер",
    "dimensions":"Өлшемдері",
    "accompany":"Ілеспе материал"
}