export default {
    "Books": "Книги",
    "Computer files": "Компьютерные файлы",
    "Continuing resources": "Постоянные ресурсы",
    "Mixed materials": "Смешанные материалы",
    "Music": "Музыка",
    "SDU": "Университет имени Сулеймана Демиреля",
    "SDUaddress": "Офис B204, улица Абылайхана 1/1",
    "SDUlibrary": "Научная Библиотека СДУ",
    "SDUphone": "{phone} (внутр.115)",
    "Visual materials": "Визуальные материалы",
    "about": "О нас",
    "advanced_search": "Расширенный поиск",
    "advanced_search_capital": "Расширенный Поиск",
    "all": "Все",
    "allRightsReserved": "{year}, Все права защищены",
    "all_search": "Ключевые слова",
    "all_search_by": "по ключевым словам",
    "and": "И",
    "apply": "Подтвердить",
    "ask_a_librarian": "Спросите библиотекаря",
    "at_least_2": "Минимум 2 символа",
    "auth_in": "Вход в систему",
    "auth_out": "Выход",
    "author": "Автор(ы)",
    "author_by": "по автору",
    "authors": "Автор",
    "availability": "доступно",
    "back": "Назад",
    "books&media": "Общая коллекция",
    "call_number": "Номер",
    "call_number_by": "по номеру",
    "cancel": "Отмена",
    "cancel_request": "Отменить запрос",
    "chat_librarian": "Побеседовать с библиотекарем",
    "contacts": "Контакты",
    "description": "Описание",
    "download": "Загрузка",
    "email": "Э-почта",
    "english": "Английский",
    "eresources": "Электронные ресурсы",
    "error": "Ошибка !",
    "export_all": "Сохранить в Excel формате",
    "faq_answer": "Вы можете найти их здесь",
    "faq_question": "У вас есть вопросы?",
    "filter": "Фильтр",
    "follow_us": "Присоединяйтесь",
    "from": "От",
    "general_collection_description": "Общая коллекция включает книги, периодические издания, сериалы, видео, партитуры, музыкальные записи, электронные ресурсы и многие другие материалы.",
    "home": "Главная",
    "orientation": "Путеводитель по библиотеке",
    "isbn": "ISBN/ISSN",
    "isbn_by": "по ISBN/ISSN",
    "kaskelen": "Каскелен, Казахстан",
    "kazakh": "Казахский",
    "languages": "Языки",
    "lib_guides": "Инструкции и Рекомендации",
    "lib_digest": "Дайджест библиотеки",
    "lib_office": "Мой офис",
    "library_closed": "Библиотека закрыта",
    "library_open": "Библиотека открыта",
    "libs": " библиотеки",
    "link_to_book": "Ссылка",
    "login": "Войти",
    "login_password": "Пароль",
    "login_portal": "Войти с помощью портала",
    "login_username": "Введите имя пользователя или ID",
    "logout": "Выйти",
    "monday-friday": "Понедельник - Пятница: 9:00 - 18:00",
    "my_books": "Мои книги",
    "my_reserves": "Мои резервы",
    "no_books": "Книг пока нет :-(",
    "no_data": "Данные не найдены :-(",
    "not": "Не",
    "or": "Или",
    "pages": "страниц",
    "personal_cabinet": "Личный кабинет",
    "phone": "Телефон",
    "polices": "Политика и правила",
    "portal_credentials": "Введите имя пользователя или ID",
    "profile": "Профиль",
    "publisher": "Издатель",
    "publisher_by": "по издателю",
    "quick_links": {
        "title": "Быстрые ссылки",
        "az": "Базы Данных A - Z",
        "bookpurchase": "Рекомендую Библиотеке",
        "askus": "Спросите Библиотекаря",
        "ill": "Межбиблиотечный Абонемент",
        "booking": "Резерв Места",
        "appointments": "Консультация с Библиотекарем",
        "subject": "Предметный Библиотекарь",
        "digest": "Дайджест",
        "moodle": "Курс Moodle"
    },
    "renew": "Обновить",
    "research_consultations": "Научная Консультация",
    "reserve": "Резерв",
    "reservation_date": "Дата бронирования",
    "reset": "Сброс",
    "results": "результатов",
    "results_for": "Результаты для",
    "russian": "Русский",
    "search": "Поиск",
    "search_books&media": "Искать {type}",
    "search_eresources": "Поиск в базах ... ",
    "see_all_events": "Посмотреть все события",
    "see_all_videos": "Посмотреть все видео",
    "select_all": "Выбрать все",
    "services": "Услуги",
    "show_details": "Показать детали",
    "simple_search": "Простой поиск",
    "simple_search_capital": "Простой Поиск",
    "study&research": "Изучение и исследование",
    "sub_term": "Тематика",
    "sub_term_by": "по тематике",
    "success": "Успешно !",
    "time": "Понедельник - Пятница: {time}",
    "title": "Заглавие",
    "title_by": "по заглавию",
    "to": "До",
    "to_page": "На страницу",
    "type": "Тип",
    "types": "Типы",
    "upcoming_events": "Предстоящие события",
    "vid_content": "видео контент библиотеки",
    "video_content": "Учебники / Руководства / Лайфхаки / Подкасты",
    "visit": "Посещение",
    "year": "Год",
    "full_name": "Полное имя",
    "degree": "Степень",
    "mobile": "Телефонный номер",
    "status": "Статус",
    "position": "Должность",
    "department": "Отделение",
    "address": "Адрес",
    "username": "ID / Имя пользователя",
    "dept": "Просроченный",
    "borrowed": "Взяли",
    "returned": "Вернули",
    "class": "Год",
    "faculty": "Факультет",
    "program": "Программа",
    "issue_date": "Дата выпуска",
    "inv_id": "Номер инвентаря",
    "barcode": "Баркод",
    "details": "Детали",
    "content": "Содержание",
    "link": "Ссылка",
    "language": "Язык",
    "attribution": "Атрибуция",
    "copy_link": "Скопировать ссылку",
    "print_page": "Распечатать страницу",
    "undefined": "Нет данных",
    "expand": "Подробнее",
    "shrink": "Скрыть",
    "subject_terms": "Тематические термины",
    avatars: [
        // january
        [],
        // february
        [],
        // march
        [],
        // april
        [],
        // may
        [],
        // june
        [],
        // jule
        [],
        // august
        [{
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "",
                birthday: "",
                info: ""
            },
            {
                name: "Бахтияр Мамедов",
                birthday: "Родился: Сентябрь 29, 1993",
                info: "Ресейдегі танымал рэп орындаушысы"
            },
            {
                name: "Шерхан Муртаза",
                birthday: "Сентябрь 28, 1932 - Октябрь 8, 2018",
                info: "Народный писатель Казахстана (1992),<br>Заслуженный деятель культуры Казахской ССР (1984)"
            }
        ],
        // september
        [{
                name: "Оралхан Бокей",
                birthday: "Сентябрь 28, 1943 - Май 17, 1993",
                info: "Лауреат Государственной премии Казахской ССР (1986),<br>лауреат премии Ленинского комсомола Казахской ССР (1976) <br>и лауреат Всесоюзной премии имени Николая Островского (1978)."
            },
            {
                name: "Махамбет Отемисов",
                birthday: "Сентябрь 1804 - Октябрь 20, 1846",
                info: "Один из руководителей восстания <br>казахов в Западном Казахстане в 1836—1838 годах. Поэт (акын)"
            },
            {
                name: "Мухтар Ауезов",
                birthday: "Сентябрь 28, 1897 - Июнь 27, 1961",
                info: "Советский казахский писатель, драматург и учёный. <br>Лауреат Ленинской (1959) и Сталинской премии первой степени (1949)."
            },
            {
                name: "Бахтияр Мамедов",
                birthday: "Родился: Сентябрь 29, 1993",
                info: "Лауреат премии Муз-ТВ 2017 в номинации “Прорыв года”<br>Обладатель награды “Золотой граммофон” в 2018 году"
            }
        ],
        // october
        [{
                name: "Сакен Сейфуллин",
                birthday: "Октябрь 15, 1894 - Апрель 25, 1938",
                info: "Основоположник современной казахской литературы,<br>Основатель Союза писателей Казахстана."
            },
            {
                name: "Маншук Маметова",
                birthday: "Октябрь 23, 1922 - Октябрь 15, 1943",
                info: "Пулеметчица, Герой Советского Союза."
            },
            {
                name: "Иманбек Зейкенов",
                birthday: "Родился: Октябрь 21, 2000",
                info: "Обладатель Грэмми в номинации «Лучший ремикс»"
            },
            {
                name: "Алия Молдагулова",
                birthday: "Октябрь 25, 1925 - Январь 14, 1944",
                info: "Капрал, Снайпер,<br>Герой Советского Союза"
            }
        ],
        // november
        [{
                name: "Ыбырай Алтынсарин",
                birthday: "Ноябрь 1, 1841 - Июль 29, 1889",
                info: "Первый казах, открывший школу"
            },
            {
                name: "Беимбет Майлин",
                birthday: "Ноябрь 15, 1894 - Ноябрь 10, 1938",
                info: "Выдающийся писатель,<br>Основоположник казахской литературы"
            },
            {
                name: "Шокан Валиханов",
                birthday: "Ноябрь 1835 - Апрель 10, 1865",
                info: "Великий казахский ученый,<br>этнограф, географ"
            },
            {
                name: "Миржакып Дулатов",
                birthday: "Ноябрь 25, 1885 - Октябрь 5, 1935",
                info: "Выдающийся казахский просветитель,<br>общественный деятель"
            },
            {
                name: "Абиш Кекилбаев",
                birthday: "Декабрь 6, 1939 - Декабрь 11, 2015",
                info: "Народный писатель Казахстана, государственный и общественный деятель,<br>Первый Государственный секретарь Республики Казахстан (1996-2002)"
            }
        ],
        // december
        [{
                name: "Бибигуль Тулегенова",
                birthday: "Родилась: Декабрь 16, 1929",
                info: "Казахский певец,<br>Народный артист СССР (1967)."
            },
            {
                name: "Бауыржан Момышулы",
                birthday: "Декабрь 24, 1910 - Июнь 10, 1982",
                info: "Герой Советского Союза, писатель,<br>Славный воин Второй мировой войны"
            },
            {
                name: "Фариза Онгарсынова",
                birthday: "Декабрь 25, 1939 - Январь 23, 2014",
                info: "Казахский поэт, народный писатель,<br>журналистка"
            },
            {
                name: "Мустафа Шокай",
                birthday: "Декабрь 25, 1890 - Декабрь 27, 1941",
                info: "Видный общественный и государственный деятель,<br>Глава Туркестанской автономии."
            }
        ]
    ],
    // months: ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],
    days: ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота', 'Воскресенье'],
    "event": "Мероприятие",
    "announcement": "Объявление",
    "city": "Город",
    "volume": "Том",
    "prog_code": "Специальность",
    "available": "Доступно",
    "total": "В итоге",
    "until":"До",
    "ok":"Ок",
    "welcome_to_sdu":"<span class='font-style-italic'>Добро пожаловать в</span> <span class='font-weight-bold'>НАУЧНУЮ БИБЛИОТЕКУ СДУ</span>",
    "general_details":"Общие сведения",
    "physical_details":"Физические данные",
    "series":"Серия / коллекция",
    "notes":"Примечания",
    "genre":"Жанр",
    "title_reminder":"Напоминание о названии",
    "edition":"Версия",
    "page_number":"Число страниц",
    "other":"Другие физические данные",
    "dimensions":"Габаритные размеры",
    "accompany":"Сопроводительный материал"
}