<?php

return [
    'top-header' => 'Министерство образования науки и республики Казахстан',
    'education-name' => 'Учреждение "Университет имени Сулеймана Демиреля"',
    'sup-title' => 'Научная библиотека',
    'title' => 'Инвентарная книга',
    'from-inventory' => 'От инвентарного №',
    'to-inventory' => 'До инвентарного №',
    'from-date' => 'Начата',
    'to-date' => 'Окончена',
    'initial' => 'Каскелен',
    'create_date' => 'Дата записи',
    'batch_id' => 'Номер партии',
    'check' => 'О проверки',
    'inventory_no' => 'Инвентарный номер',
    'author_title' => 'Автор, Название',
    'year_city' => 'Опубликованный город, год',
    'cost' => 'Стоимость',
    'barcode' => 'Шифр',
    'call_number' => 'Расположение',
    'doc_no' => 'АКТ номер',
    'library-name' => 'Научная библиотека СДУ',
    'total-cost_title' => 'Всего :count штук, итоговая цена',
    'footer-comment' => 'Примечания'
];
