<?php

return [
    'top-header' => 'Қазақстан Республикасы білім және ғылым министрлігі',
    'education-name' => '"Сулейман Демирель атындағы Университет" мекемесі',
    'sup-title' => 'Ғылыми кітапхана',
    'title' => 'Түгендеу кітабы',
    'from-inventory' => 'Түгендеу №',
    'to-inventory' => 'Дейін түгендеу №',
    'from-date' => 'Басталды',
    'to-date' => 'Аяқталды',
    'initial' => 'Қаскелен',
    'create_date' => 'Жазылған күні-айы',
    'batch_id' => 'Реттік №',
    'check' => 'Тексеру туралы',
    'inventory_no' => 'Мүлік номері',
    'author_title' => 'Басылымның авторы, атау',
    'year_city' => 'Шыққан жері, жылы',
    'cost' => 'Бағасы',
    'barcode' => 'Шифр',
    'call_number' => 'Сигласы',
    'doc_no' => 'Есептен шығару акт №',
    'library-name' => 'SDU Ғылыми кітапханасы',
    'total-cost_title' => 'Барлығы :count дана, жалпы бағасы',
    'footer-comment' => 'Ескертулер'
];
